posts/20220124082353-the_value_locked_in_defi_was_x1000_in_3_years.org
:PROPERTIES:
:ID:       e0af86ab-d961-4113-9a87-055697bdb9fb
:END:
#+TITLE: The value locked in DeFi was x1000 in 3 years
#+CREATED: [2022-01-24 Mon 08:23]
#+LAST_MODIFIED: [2022-04-04 Mon 15:30]

- tags ::  [[id:45ed757e-662a-4f2a-8b26-69ad59981f95][Decentralized Finance]]

We measure Total Value Locked in smart contracts:

- 2018: from $50 million to $275 million
- 2019: $667 milliom
- 2020: $15.7 billion
- 2021: $86.05 billion

* TODO How much does that represent in BTC (ETH)?
* TODO Does the dollar value increase because ETH increase?
And then it's not =value=, it's just =numbers=
* TODO Can we measure inflow vs outflow in dollar? :noexport:
