20220124082353-the_value_locked_in_defi_was_x1000_in_3_years.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-12-21 Wed 08:54 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The value locked in DeFi was x1000 in 3 years</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">The value locked in DeFi was x1000 in 3 years</h1>
<dl class="org-dl">
<dt>tags</dt><dd><a href="20220103165312-decentralized_finance.html#ID-45ed757e-662a-4f2a-8b26-69ad59981f95">Decentralized Finance</a></dd>
</dl>

<p>
We measure Total Value Locked in smart contracts:
</p>

<ul class="org-ul">
<li>2018: from $50 million to $275 million</li>
<li>2019: $667 milliom</li>
<li>2020: $15.7 billion</li>
<li>2021: $86.05 billion</li>
</ul>

<div id="outline-container-org16b8301" class="outline-2">
<h2 id="org16b8301"><span class="todo TODO">TODO</span> How much does that represent in BTC (ETH)?</h2>
</div>
<div id="outline-container-orgb999324" class="outline-2">
<h2 id="orgb999324"><span class="todo TODO">TODO</span> Does the dollar value increase because ETH increase?</h2>
<div class="outline-text-2" id="text-orgb999324">
<p>
And then it's not <code>value</code>, it's just <code>numbers</code>
</p>
</div>
</div>
<div id="outline-container-orgcbe1f40" class="outline-2">
<h2 id="orgcbe1f40">Links to this note</h2>
</div>
</div>
</body>
</html>